{
    "jokes": [
        "What do snowmen eat for lunch?\n\nIceburgers!",
        "What did Adam say on the day before Christmas?\n\nIt's almost Christmas, Eve!",
        "What do Santa's elves drink?\n\nMinnesoda!",
        "What do you get from a cow at the North Pole?\n\nIce cream!",
        "Which reindeer likes to clean?\n\nComet!",
        "A New Year's resolution is something that goes in one year and out the other.",
        "Knock Knock!\nWho's there?\nMary and Abby!\nMary and Abby who?\nMary christmas and a Abby new year.",
        "A ham sandwich walks into a bar and orders a beer, bartender says… \"sorry, we don't serve food here.\"",
        "What lights up a soccer stadium?\n\nA soccer match.",
        "Why do bicycles fall over?\n\nBecause they are two-tired!",
        "Why was the broom late?\n\nIt over swept!",
        "Why do dragons sleep during the day?\n\nSo they can fight knights!",
        "What did the stamp say to the envelope?\n\nStick with me and we will go places!",
        "What do you call a pile of kittens?\n\nA meowntain.",
        "Can a kangaroo jump higher than a house? Of course, a house doesn't jump at all.",
        "What did the laundryman say to the impatient customer?\n\nKeep your shirt on!",
        "Why did Mickey Mouse take a trip into space?\n\nHe wanted to find Pluto!",
        "Why couldn't the pirate play cards?\n\nBecause he was sitting on the deck!",
        "What makes the calendar seem so popular?\n\nBecause it has a lot of dates!",
        "What has four wheels and flies?\n\nA garbage truck!",
        "Want to hear a joke about digging? Never mind actually.\n\nIt's boring.",
        "A bear walks into a bar and says to the bartender, \"I'll have a pint of beer and a.......... packet of peanuts.\" The bartender asks, \"Why the big pause?\"",
        "Why aren't koalas actual bears?\n\nThe don't meet the koalafications.",
        "As a scarecrow, people say I'm outstanding in my field. But hay, it's in my jeans.",
        "Why shouldn't you fall in love with a pastry chef?\n\nHe'll dessert you.",
        "How did the phone propose to his girlfriend on Valentine's Day?\n\nHe gave her a ring.",
        "What time do astronauts eat?\n\nAt launch time.",
        "What did one boat say to the other boat?\n\nAre you interested in a little row-mance?"
    ]
}