{
    "jokes": [
        "What do snowmen eat for lunch?\n\nIceburgers!",
        "What did Adam say on the day before Christmas?\n\nIt's almost Christmas, Eve!",
        "What do Santa's elves drink?\n\nMinnesoda!",
        "What do you get from a cow at the North Pole?\n\nIce cream!",
        "Which reindeer likes to clean?\n\nComet!",
        "A New Year's resolution is something that goes in one year and out the other.",
        "Knock Knock!\nWho's there?\nMary and Abby!\nMary and Abby who?\nMary christmas and a Abby new year.",
        "A ham sandwich walks into a bar and orders a beer, bartender says… \"sorry, we don't serve food here.\"",
        "What lights up a soccer stadium?\n\nA soccer match.",
        "Why do bicycles fall over?\n\nBecause they are two-tired!",
        "Why was the broom late?\n\nIt over swept!",
        "Why do dragons sleep during the day?\n\nSo they can fight knights!",
        "What did the stamp say to the envelope?\n\nStick with me and we will go places!",
        "What do you call a pile of kittens?\n\nA meowntain.",
        "Can a kangaroo jump higher than a house? Of course, a house doesn't jump at all.",
        "What did the laundryman say to the impatient customer?\n\nKeep your shirt on!",
        "Why did Mickey Mouse take a trip into space?\n\nHe wanted to find Pluto!",
        "Why couldn't the pirate play cards?\n\nBecause he was sitting on the deck!",
        "What makes the calendar seem so popular?\n\nBecause it has a lot of dates!",
        "What has four wheels and flies?\n\nA garbage truck!",
        "Want to hear a joke about digging? Never mind actually.\n\nIt's boring.",
        "A bear walks into a bar and says to the bartender, \"I'll have a pint of beer and a.......... packet of peanuts.\" The bartender asks, \"Why the big pause?\"",
        "Why aren't koalas actual bears?\n\nThe don't meet the koalafications.",
        "As a scarecrow, people say I'm outstanding in my field. But hay, it's in my jeans.",
        "Why shouldn't you fall in love with a pastry chef?\n\nHe'll dessert you.",
        "How did the phone propose to his girlfriend on Valentine's Day?\n\nHe gave her a ring.",
        "What time do astronauts eat?\n\nAt launch time.",
        "What did one boat say to the other boat?\n\nAre you interested in a little row-mance?",
        "Why can’t an elephant use a computer?\n\nHe’s too afraid of the mouse.",
        "Why did the computer break up with the internet?\n\nThere was no \"Connection\".",
        "Why was the computer tired when it got home?\n\nIt had a \"hard drive\"",
        "Why did the powerpoint maker cross the road?\n\nTo get to the other slide!",
        "What game show do fish watch?\n\nWhale of Fortune.",
        "Chuck Norris pulled the pin in a grenade, threw it, killed 50 men, and then the grenade exploded.",
        "When my girlfriend said she was leaving because of my obsession with The Monkees, I thought she was joking.  And then I saw her face.",
        "What do you call a 70s cookie band?\n\nOREO Speedwagon",
        "Did you hear about the pessimist who hates German sausage?\n\nHe always fears the Wurst.",
        "The guy who invented throat lozenges died last week.\n\nThere was no coffin at the funeral.",
        "Three men are on a boat one day. They all smoke and they’ve got four cigarettes but nothing to light them with.\n\nSo they throw one of the cigarettes overboard and the whole boat becomes a cigarette lighter.",
        "A Mexican magician told his audience that he would disappear on the count of three.\n\nHe went, \"Uno, dos...\"\n\nAnd POOF! He disappeared without a tres.",
        "I, for one, like Roman numerals.",
        "I wanted to learn to drive a stick shift.\n\nBut I couldn’t find a manual.",
        "I just got kicked out of Karaoke night for singing “Danger Zone” six times in a row.\n\nThey said I exceeded my maximum number of Loggins attempts.",
        "If a male mathematician sunbathes outside a lot, are they a real tan gent?",
        "Mathematicians are sum worshippers.",
        "Did you know that mathematicians are always reluctant to cosine a loan?",
        "How do deaf mathematicians communicate?\n\nThrough sine language.",
        "Why did the mathematician work at home?\n\nBecause he could only function in his domain.",
        "What do organic mathematicians throw on their fire?\n\nNatural logs.",
        "I’ve decided I need to quit my job as a personal trainer because I’m not big enough or strong enough.\n\nI’ve just handed in my too weak notice.",
        "Why don’t they galvanize ships?\n\nBecause that would make them zinc.",
        "I don’t think I need a spine.\n\nIt’s holding me back.",
        "The cost of the space program is astronomical.",
        "If Iron Man and the Silver Surfer teamed up together would they be alloys?",
        "Do you have a date for Valentine's Day?\n\nYes, it is February 14th.",
        "What do you get if you cross a phone with a mouthwash?\n\nA tele-scope.",
        "How does a cheerleader answer the phone?\n\nH-E-L-L-O!",
        "What did the fog say to the light rain after her vacation?\n\nI mist you.",
        "What's the difference between a horse and the weather?\n\nOne is reined up and the other rains down.",
        "What did the hurricane say to the other hurricane?\n\nI have my eye on you.",
        "What do you call someone who can't stick with a diet?\n\nA desserter.",
        "How many tickles does it take to make an octopus laugh?\n\nTen-tickles!",
        "How do snails fight?\n\nThey slug it out.",
        "Where did the cow take his date?\n\nThe MOOvies!",
        "Why are frogs so happy?\n\nThey eat whatever bugs them.",
        "What did one hat say to the other?\n\nYou stay here.  I'll go on ahead.",
        "What did one eye say to the other eye?\n\nBetween you and me, something smells!",
        "What did the big bucket say to the smaller one?\n\nLookin' a little pail there.",
        "Why do seagulls fly over the sea?\n\nBecause if they flew over the bay they'd be called bagels.",
        "What's the difference between America and a memory stick?\n\nOne's USA and the other's USB.",
        "What do cows most like to read?\n\nCattle-logs.",
        "What do you do with a sick boat?\n\nYou take is to the doc.",
        "How much does a Mustang cost?\n\nIf you have to ask, it costs more than you can af-Ford.",
        "What did one shark say to the other as he ate a clownfish?\n\nDoes this taste a little funny to you?",
        "Who do you call when the ocean needs a little cleaning?\n\nA mermaid, of course.",
        "Why was the poor guy selling yeast?\n\nTo raise some dough.",
        "How much does a pirate pay for corn?\n\nA buccaneer.",
        "What did the football coach say to the broken vending machine?\n\nGive me my quarterback.",
        "Why can't you trust the king of the jungle?\n\nBecause he's always lion.",
        "How did the barber win the race?\n\nHe knew a short cut.",
        "What do baby kangaroos wear when it's cold out?\n\nJumpsuits.",
        "What do ants get when they do all their chores?\n\nAn allow-ants.",
        "How do you stop a bull from charging?\n\nCancel its credit card.",
        "What does a dog and a phone have in common?\n\nThey both have collar ID.  :dog:",
        "What did the scarf say to the hat?\n\nYou go on ahead, I'll hang around.  :tophat: :scarf:",
        "How many lips does a flower have?\n\nTu-lips.",
        "What do you call the security outside of a Samsung Store?\n\nGuardians of the Galaxy.",
        "Why can't you trust trees?\n\nBecause they are shady.",
        "Where do animals go when their tails fall off?\n\nThe retail store.",
        "Why do shoemakers go to heaven?\n\nBecause they have good soles.",
        "Why can't pirates finish the alphabet?\n\nBecause they got lost at C!",
        "What is the slipperiest country in the world?\n\nGreece!",
        "Why doesn't Pac-Man use Twitter?\n\nHe doesn't like being followed.",
        "Why was the cellphone wearing glasses?\n\nBecause he lost all his contacts.",
        "Why was Cinderella kicked off the softball team?\n\nBecause she kept running from the ball.",
        "How would you split the Roman Empire in half?\n\nWith a pair of Caesars.",
        "What do you call birds that stick together?\n\nVelcrows!",
        "What do you call a dinosaur with an extensive vocabulary?\n\nA thesaurus.",
        "Why did the baker stop making doughnuts?\n\nHe got tired of the hole thing!",
        "What kind of PC can sing really great?\n\nA Dell",
        "Which country does bacteria like the most?\n\nGermany.",
        "Why was the kid staring at the carton of orange juice?\n\nIt said concentrate.",
        "How did the flashlight feel when his batteries died?\n\nHe was delighted!",
        "Why couldn't the keyboard sleep?\n\nBecause it has 2 shifts.",
        "Why do pancakes get healthier when you stack them?\n\nIt becomes a balanced breakfast!",
        "What kinds of mistakes are common in a blood bank?\n\nType-Os.",
        "What do you call a priest that's also a lawyer?\n\nA father-in-law!",
        "What do you get if you cross a math teacher with a vampire?\n\nLots of blood tests!",
        "Message to the people who created the number zero:\n\nThanks for nothing!",
        "Why did the cat get a drum set?\n\nBecause he loves purrcussion.",
        "Do you know where Russian milk comes from?\n\nMoscow!",
        "Did you hear about the two skydivers that got married in the air?\n\nThey where falling in love.",
        "How do you find Will Smith in the snow?\n\nYou search for fresh prints!",
        "Why can't a bank keep a secret?\n\nBecause there are too many tellers.",
        "What ever happened to the guy who was afraid of hurdles?\n\nHe got over it.",
        "Why do cows have hooves instead of feet?\n\nBecause they lactose!",
        "How do jail mates talk to each other?\n\nThey use \"cell\" phones.",
        "Why did the man name his dogs Rolex and Timex?\n\nBecause they were watch dogs.",
        "What's the difference between a poorly dressed man on a tricycle and a well dressed man on a bicycle?\n\nAttire.",
        "Did you hear that Arnold Schwarzenegger will be doing a movie about classical music?\n\nHe'll be Bach.",
        "Helvetica and Times New Roman walk into a bar.\n\n\"Get out of here!\" shouts the bartender. \"We don't serve your type.\"",
        "Where are average things manufactured?\n\nThe satisfactory.",
        "What's the difference between a hippo and a Zippo?\n\nOne is really heavy, and the other is a little lighter.",
        "Why can't dogs dance?\n\nBecause they have two left feet.",
        "What do you call it when you have your mom's mom on speed dial?\n\nInstagram.",
        "What do computers eat for a snack?\n\nMicrochips!",
        "I decided to make my password \"incorrect\".\n\nBecause if I type it in wrong, my computer will remind me, \"Your password is incorrect.\"",
        "Why did the two 4's skip lunch?\n\nThey already 8!",
        "Who invented the Round Table?\n\nSir Cumference",
        "Did you hear the joke about the peach?\n\nIt was pit-iful.",
        "What do you call a bee who is having a bad hair day?\n\nA frisbee!",
        "What do you call a funny mountain?\n\nHill-arious!",
        "What did the ghost say to the wall?\n\n\"Hey, just passing through.\"",
        "What did the mountain climber name his son?\n\nCliff",
        "Where does an ant like to go for a cool vacation?\n\nAntarctica.",
        "Why are fireflies like cars?\n\nBecause they both have tail lights.",
        "Why did the duck become a spy?\n\nBecause he was good at quacking codes!",
        "When do you stop at green and go at red?\n\nWhen you're eating a watermelon!",
        "What did the bee say to the flower?\n\nHi Bud! What time do you open?",
        "How do you get a mouse to smile?\n\nSay cheese!",
        "What did the iPhone have for dessert?\n\nAn Apple Pie.",
        "What do you call a laughing motorcycle?\n\nA Yamahahaha.",
        "Why does the man want to buy nine rackets?\n\nBecause tennis too many!",
        "Want to hear a dirty joke?\n\n2 white horses fell in the mud.",
        "Do you want to hear a long joke?\n\njooooooooooooookkkkkkkkkeeeeeeeeee",
        "What is Mr. T's favorite month?\n\nApril, fools!",
        "What makes a salad a salad?\n\nLettuce think about it.",
        "Why should you never iron a four-leaf clover?\n\nBecause you don't want to press your luck!",
        "If you're holding a bee, what is in your eye?\n\nBeauty, everybody knows beauty is in the eye of the bee-holder.",
        "What was the most popular dance in 1776?\n\nIndepen-dance.",
        "What's the difference between a duck and George Washington?\n\nOne has a bill on his face, and the other has his face on a bill.",
        "Why did the boy put his ruler under his pillow?\n\nHe wanted to measure how long he slept.",
        "I'm looking for some good fish jokes.\n\nIf you know any, let minnow.",
        "I invested into a thesaurus, but when it arrived and I opened it, the whole book was empty, all pages blank!\n\nThere are no words to describe how mad I am!",
        "Which country's capital is the fastest growing?\n\nIreland's.  Every year it's Dublin.",
        "Why are programmers not fans of the outdoors?\n\nThere are too many bugs.",
        "Why is the math book so sad?\n\nIt's got too many problems!",
        "Dear Jedi,\n\nToday is Friday the 13th, there's never been a better time to join the Dark Side.",
        "What do Italian's eat on Friday the 13th?\n\nFettucinni Afraid-o",
        "Why did Beethoven git rid of his chickens?\n\nAll they said was, \"Bach, Bach, Bach…\"",
        "What should a proper lawyer wear to a court?\n\nA good law suit.",
        "When does a car stop being a car?\n\nThe second it turns into a driveway.",
        "Somebody stole all my lamps.\n\nI couldn't be more delighted.",
        "What do you get if you crossbreed a cute Easter rabbit with an insect?\n\nBugs Bunny.",
        "Why does your dog run into the corner each time the bell rings?\n\nHe's a Boxer.",
        "What do you get when you crossbreed fish with elephants?\n\nSwimming trunks.",
        "Where do pencils spend their vacations?\n\nIn Pencilvania.",
        "Why did the physics teacher break up with the biology teacher?\n\nThere was no chemistry.",
        "What do you call a totally unimportant elephant?\n\nAn Irrelephant.",
        "What are the strongest days of the month?\n\nSaturday and Sunday the rest are week days.",
        "I am now 22 years old and my eyesight is worsening.\n\nAt what point do I get adult supervision?",
        "What do you call a lost wolf?\n\nA where-wolf!",
        "What did the ape order for lunch?\n\nA gorilla-cheese sandwich.",
        "What do you call a pig from Ontario?\n\nCanadian bacon.",
        "What's the difference between unlawful and illegal?\n\nOne is against the law the other is a sick bird.",
        "What do you call an alligator persuades others to fight?\n\nAn instigator!",
        "What do you call 8 hobbits?\n\nA hobbyte.",
        "Whom do horses like to visit? :horse:\n\nTheir neigh-bors!",
        "Why did the duck become a spy?\n\nBecause he was good at quacking codes!",
        "What prize do you get for putting your phone on vibrate?\n\nThe no bell prize.",
        "What do you have when your sister starts crying?\n\nA crisis.",
        "Where did Noah keep his bees?\n\nIn the Ark hives.",
        "Why do math teachers make good dancers?\n\nBecause they have algorithm.",
        "I don't think I need a spine.\n\nIt's holding me back.",
        "Why didn't the cat go to the vet?\n\nHe was feline fine!",
        "I have a few jokes about unemployed people…\n\nBut none of them work!",
        "Why couldn't the leopard play hide and seek?\n\nBecause he was always spotted.",
        "What type of sandals do frogs wear?\n\nOpen-toad!",
        "Why did the chicken cross the playground?\n\nTo get to the other slide!!",
        "What has more lives than a cat?\n\nA frog because it croaks every night.",
        "What do you call a cow that just gave birth?\n\nDecalfeinated",
        "Why did the pig leave the costume party?\n\nBecause everyone thought he was a boar.",
        "What did the mama cow say to the baby cow?\n\nIt's pasture bedtime.",
        "What do you get from a pampered cow?\n\nSpoiled milk.",
        "Why did the bunny go to the hospital?\n\nFor a hoperation.",
        "What do you call a T-Rex's bruise?\n\nA dino-sore.",
        "What's a bunny's favorite restaurant?\n\nIHOP",
        "What do bees comb their hair with?\n\nA honey comb!",
        "Why are fish easy to weigh?\n\nBecause they have their own scales.",
        "What did the dog say to the hot dog bun?\n\n\"Are you pure bred?\"",
        "What do you call a man attacked by a cat?\n\nClaude",
        "Why does a cow wear a bell?\n\nBecause it's horn does not work.",
        "How does a cow sneak off a farm?\n\nRight pasteurize.",
        "Why did the cow cross the street?\n\nTo get to the udder side.",
        "Why is turtle wax so expensive?\n\nBecause they have such small ears.",
        "How do you turn white chocolate into dark chocolate?\n\nTurn off the lights.",
        "Why did the tofu cross the road?\n\nTo prove he wasn't chicken.",
        "How do you know a clock is still hungry?\n\nIt goes back four seconds.",
        "An old teacher asked her student, \"If I say, ‘I am beautiful,' which tense is that?\"\n\nThe student replied, \"It is obviously past.\"",
        "Why did the school kids eat their homework?\n\nBecause their teacher told them it was a piece of cake.",
        "Teacher: What is the value of Pi?\n\nStudent: Depending on what pie.  Usually is $12.99.",
        "Why did the girl wear glasses in math class?\n\nIt improves di-vision.",
        "Teacher:  John, why are you doing your math multiplication on the floor?\n\nJohn:  You told me to do it without using tables.",
        "What starts with E, ends with E, and has only 1 letter in it?\n\nAn envelope.",
        "What kind of car does Jesus drive?\n\nA Christler.",
        "What do cars eat on their toast?\n\nTraffic jam.",
        "Why did the runner stop listing to music?\n\nBecause she broke too many records.",
        "How can you get four suits for a dollar?\n\nBuy a deck of cards.",
        "What did the pop star do when he locked himself out of the house?\n\nHe sang until he found the right key!",
        "What did one ocean say to another ocean?\n\nNothing.  It just waved.",
        "What starts with a P, ends with an E, and has a 1,000 letters?\n\nPost office.",
        "What city are you in when you drop your waffle on the beach?\n\nSandy Eggo.",
        "Why did the one armed man cross the road?\n\nTo get to the second hand shop.",
        "What did the janitor yell when he jumped out of the closet?\n\nSupplies!",
        "Waiter: \"Do you want any dessert?\"\n\nTeddy Bear: \"No Thanks. I'm Stuffed!\"",
        "Did you hear about the butcher who backed up into the meat grinder?\n\nHe got a little behind in his work.",
        "How do you fix a broken tuba?\n\nWith a tuba glue.",
        "On what kind of ships do students study?\n\nScholarships.",
        "Why did the house go to the doctor?\n\nIt was having window pains.",
        "How much does it cost a pirate to get his ears pierced?\n\nA buccaneer!",
        "A magician was driving down the road...\n\nthen he turned into a driveway.",
        "Where can you buy most of your chess pieces?\n\nThe pawn shop!",
        "What is brown and has a head and a tail but no legs?\n\nA penny.",
        "Why is dough another word for money?\n\nBecause everyone kneads it.",
        "You have 10 dollars in your pocket and you lose 5.\n\nWhat do you have in your pocket?",
        "What do corn use for money?\n\nCorn \"Bread.\"",
        "What type of a computer does a horse like to eat?\n\nLots of Macintosh apples.",
        "What part of a computer does a spider use?\n\nThe webcam.",
        "What was the spider doing on the computer?\n\nBrowsing the web.  :spider: :spider_web:",
        "What do you get when you cross a hamburger with a computer?\n\nA big mac!",
        "An archaeologist is definitely the best husband a woman could ever have. The reason for this is because the older she gets, the more he will be interested in her.",
        "I thought I’d tell you a good time travel joke – but you didn’t like it.",
        "Chuck Norris is the reason Burger King says \"Have it your way\".",
        "I don’t always tell dad jokes, but when I do, he laughs.",
        "I was going to tell a joke about dogs, but I felt it was a little far-fetched.",
        "I sold my vacuum cleaner, it was just gathering dust.",
        "A woman walks into a library and asked if they had any books about paranoia.  The librarian says \"They're right behind you!\"",
        "The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me.",
        "If it weren’t for C, we’d all be programming in BASI and OBOL.",
        "Thank you, my arms, for always being there by my side.",
        "I, for one, like Roman numerals.",
        "Hickory Dickory Dock. Two mice ran up the clock. The clock struck one and the other got away with only minor injuries.",
        "To the optimist, the glass is half full. To the pessimist, the glass is half empty. To the engineer, the glass is twice as big as it needs to be.",
        "Change is inevitable, except from a vending machine.",
        "If money doesn’t grow on trees, why do banks have branches?",
        "If tomatoes are a fruit, doesn't that make ketchup a smoothie?",
        "Class trip to the Coca-Cola factory today. I hope there's no pop quiz."
    ],
    "fortunes": [
        "Today it's up to you to create the peacefulness you long for.",
        "A friend asks only for your time not your money.",
        "If you refuse to accept anything but the best, you very often get it.",
        "A smile is your passport into the hearts of others.",
        "Your high-minded principles spell success.",
        "Hard work pays off in the future, laziness pays off now.",
        "Change can hurt, but it leads a path to something better.",
        "Enjoy the good luck a companion brings you.",
        "People are naturally attracted to you.",
        "Hidden in a valley beside an open stream- This will be the type of place where you will find your dream.",
        "A chance meeting opens new doors to success and friendship.",
        "You learn from your mistakes... You will learn a lot today.",
        "If you have something good in your life, don't let it go!",
        "What ever you're goal is in life, embrace it visualize it, and for it will be yours.",
        "Your shoes will make you happy today.",
        "You cannot love life until you live the life you love.",
        "Be on the lookout for coming events; They cast their shadows beforehand.",
        "Land is always on the mind of a flying bird.",
        "The man or woman you desire feels the same about you.",
        "Meeting adversity well is the source of your strength.",
        "A dream you have will come true.",
        "Our deeds determine us, as much as we determine our deeds.",
        "Never give up. You're not a failure if you don't give up.",
        "You will become great if you believe in yourself.",
        "There is no greater pleasure than seeing your loved ones prosper.",
        "You will marry your lover.",
        "A very attractive person has a message for you.",
        "You already know the answer to the questions lingering inside your head.",
        "It is now, and in this world, that we must live.",
        "You must try, or hate yourself for not trying.",
        "You can make your own happiness.",
        "The greatest risk is not taking one.",
        "The love of your life is stepping into your planet this summer.",
        "Love can last a lifetime, if you want it to.",
        "Adversity is the parent of virtue.",
        "Serious trouble will bypass you.",
        "A short stranger will soon enter your life with blessings to share.",
        "Now is the time to try something new.",
        "Wealth awaits you very soon.",
        "If you feel you are right, stand firmly by your convictions.",
        "If winter comes, can spring be far behind?",
        "Keep your eye out for someone special.",
        "You are very talented in many ways.",
        "A stranger, is a friend you have not spoken to yet.",
        "A new voyage will fill your life with untold memories.",
        "You will travel to many exotic places in your lifetime.",
        "Your ability for accomplishment will follow with success.",
        "Nothing astonishes men so much as common sense and plain dealing.",
        "Its amazing how much good you can do if you dont care who gets the credit.",
        "Everyone agrees. You are the best.",
        "Jealousy doesn't open doors, it closes them!",
        "It's better to be alone sometimes.",
        "When fear hurts you, conquer it and defeat it!",
        "Let the deeds speak.",
        "You will be called in to fulfill a position of high honor and responsibility.",
        "The man on the top of the mountain did not fall there.",
        "You will conquer obstacles to achieve success.",
        "Joys are often the shadows, cast by sorrows.",
        "Fortune favors the brave.",
        "An upward movement initiated in time can counteract fate.",
        "A journey of a thousand miles begins with a single step.",
        "Sometimes you just need to lay on the floor.",
        "Never give up. Always find a reason to keep trying.",
        "If you have something worth fighting for, then fight for it.",
        "Stop wishing. Start doing.",
        "Accept your past without regrets. Handle your present with confidence. Face your future without fear.",
        "Stay true to those who would do the same for you.",
        "Ask yourself if what you are doing today is getting you closer to where you want to be tomorrow.",
        "Happiness is an activity.",
        "Help is always needed but not always appreciated. Stay true to your heart and help those in need weather they appreciate it or not.",
        "Hone your competitive instincts.",
        "Finish your work on hand don't be greedy.",
        "For success today, look first to yourself.",
        "Your fortune is as sweet as a cookie.",
        "Integrity is the essence of everything successful.",
        "If you're happy, you're successful.",
        "You will always be surrounded by true friends",
        "Believing that you are beautiful will make you appear beautiful to others around you.",
        "Happinees comes from a good life.",
        "Before trying to please others think of what makes you happy.",
        "When hungry, order more Chinese food.",
        "Your golden opportunity is coming shortly.",
        "For hate is never conquered by hate. Hate is conquered by love .",
        "You will make many changes before settling down happily.",
        "A man is born to live and not prepare to live.",
        "You cannot become rich except by enriching others.",
        "Don't pursue happiness - create it.",
        "You will be successful in love.",
        "All your fingers can't be of the same length.",
        "Wise sayings often fall on barren ground, but a kind word is never thrown away.",
        "A lifetime of happiness is in store for you.",
        "It is very possible that you will achieve greatness in your lifetime.",
        "Be tactful; overlook your own opportunity.",
        "You are the controller of your destiny.",
        "Everything happens for a reson.",
        "How can you have a beutiful ending without making beautiful mistakes.",
        "You can open doors with your charm and patience.",
        "Welcome the change coming into your life.",
        "There will be a happy romance for you shortly.",
        "Your fondest dream will come true within this year.",
        "You have a deep interest in all that is artistic.",
        "Your emotional nature is strong and sensitive.",
        "A letter of great importance may reach you any day now.",
        "Good health will be yours for a long time.",
        "You will become better acquainted with a coworker.",
        "To be old and wise, you must first be young and stupid.",
        "Failure is only the opportunity to begin again more intelligently.",
        "Integrity is doing the right thing, even if nobody is watching.",
        "Conquer your fears or they will conquer you.",
        "You are a lover of words; One day you will write a book.",
        "In this life it is not what we take up, but what we give up, that makes us rich.",
        "Fear can keep us up all night long, but faith makes one fine pillow.",
        "Seek out the significance of your problem at this time. Try to understand.",
        "Never upset the driver of the car you're in; they're the master of your destiny until you get home.",
        "He who slithers among the ground is not always a foe.",
        "You learn from your mistakes, you will learn a lot today.",
        "You only need look to your own reflection for inspiration. Because you are Beautiful!",
        "You are not judged by your efforts you put in; you are judged on your performance.",
        "Rivers need springs.",
        "Good news from afar may bring you a welcome visitor.",
        "When all else seems to fail, smile for today and just love someone.",
        "Patience is a virtue, unless its against a brick wall.",
        "When you look down, all you see is dirt, so keep looking up.",
        "If you are afraid to shake the dice, you will never throw a six.",
        "Even if the person who appears most wrong, is also quite often right.",
        "A single conversation with a wise man is better than ten years of study.",
        "Happiness is often a rebound from hard work.",
        "The world may be your oyster, but that doesn't mean you'll get it's pearl.",
        "Your life will be filled with magical moments.",
        "You're true love will show himself to you under the moonlight.",
        "Do not follow where the path may lead. Go where there is no path...and leave a trail",
        "Do not fear what you don't know",
        "The object of your desire comes closer.",
        "You have a flair for adding a fanciful dimension to any story.",
        "If you wish to know the mind of a man, listen to his words",
        "Do not be covered in sadness or be fooled in happiness they both must exist",
        "You will have unexpected great good luck.",
        "You will have a pleasant surprise",
        "All progress occurs because people dare to be different.",
        "Your ability for accomplishment will be followed by success.",
        "The world is always ready to receive talent with open arms.",
        "Things may come to those who wait, but only the things left by those who hustle.",
        "We can't help everyone. But everyone can help someone.",
        "Every day is a new day. But tomorrow is never promised.",
        "Express yourself: Don't hold back!",
        "It is not necessary to show others you have change; the change will be obvious.",
        "You have a deep appreciation of the arts and music.",
        "If your desires are not extravagant, they will be rewarded.",
        "You try hard, never to fail. You don't, never to win.",
        "Never give up on someone that you don't go a day without thinking about.",
        "It never pays to kick a skunk.",
        "In case of fire, keep calm, pay bill and run.",
        "Next full moon brings an enchanting evening.",
        "Not all closed eye is sleeping nor open eye is seeing.",
        "Impossible is a word only to be found in the dictionary of fools.",
        "You will soon witness a miracle.",
        "The time is alway right to do what is right.",
        "Love is as necessary to human beings as food and shelter.",
        "You will make heads turn.",
        "You are extremely loved. Don't worry :)",
        "If you are never patient, you will never get anything done. If you believe you can do it, you will be rewarded with success.",
        "You will soon embark on a business venture.",
        "You believe in the goodness of man kind.",
        "You will have a long and wealthy life.",
        "You will take a pleasant journey to a place far away.",
        "You are a person of culture.",
        "Keep it simple. The more you say, the less people remember.",
        "Life is like a dogsled team. If you ain't the lead dog, the scenery never changes.",
        "Prosperity makes friends and adversity tries them.",
        "Nothing seems impossible to you.",
        "Patience is bitter, but its fruit is sweet.",
        "The only certainty is that nothing is certain.",
        "Success is the sum of my unique visions realized by the sweat of perseverance.",
        "When you expect your opponent to yield, you also should avoid hurting him.",
        "Intelligence is the door to freedom and alert attention is the mother of intelligence.",
        "Back away from individuals who are impulsive.",
        "Enjoyed the meal? Buy one to go too.",
        "You believe in the goodness of mankind.",
        "A big fortune will descend upon you this year. ",
        "Now these three remain, faith, hope, and love. The greatest of these is love.",
        "For success today look first to yourself.",
        "Determination is the wake-up call to the human will.",
        "There are no limitations to the mind except those we aknowledge.",
        "A merry heart does good like a medicine.",
        "Whenever possible, keep it simple.",
        "Your dearest wish will come true. ",
        "Poverty is no disgrace.",
        "If you don’t do it excellently, don’t do it at all.",
        "You have an unusual equipment for success, use it properly.",
        "Emotion is energy in motion.",
        "You will soon be honored by someone you respect.",
        "Punctuality is the politeness of kings and the duty of gentle people everywhere.",
        "Your happiness is intertwined with your outlook on life.",
        "Elegant surroundings will soon be yours.",
        "If you feel you are right, stand firmly by your convictions.",
        "Your smile brings happiness to everyone you meet. ",
        "Instead of worrying and agonizing, move ahead constructively.",
        "Do you believe? Endurance and persistence will be rewarded. ",
        "A new business venture is on the horizon.",
        "Never underestimate the power of the human touch.",
        "Hold on to the past but eventually, let the times go and keep the memories into the present.",
        "Truth is an unpopular subject. Because it is unquestionably correct.",
        "The most important thing in communication is to hear what isn’t being said.",
        "You are broad minded and socially active.",
        "You will recieve some high prize or award.",
        "Your present question marks are going to succeed.",
        "You have a fine capacity for the enjoyment of life.",
        "You will live long and enjoy life.",
        "An admirer is concealing his/her affection for you.",
        "A wish is what makes life happen when you dream of rose petals.",
        "Love can turn cottage into a golden palace. ",
        "Lend your money and lose your freind.",
        "You will kiss your crush ohhh lalahh",
        "You will be rewarded for being a good listener in the next week.",
        "If you never give up on love, It will never give up on you. ",
        "Unleash your life force. ",
        "Your wish will come true.",
        "There is a prospect of a thrilling time ahead for you.",
        "No distance is too far, if two hearts are tied together. ",
        "Land is always in the mind of the flying birds.",
        "Try? No! Do or do not, there is no try.",
        "Do not worry, you will have great peace.",
        "It's about time you asked that special someone on a date.",
        "You create your own stage ... the audience is waiting.",
        "It is never too late. Just as it is never too early.",
        "Discover the power within yourself. ",
        "Good things take time. ",
        "Stop thinking about the road not taken and pave over the one you did.",
        "Put your unhappiness aside. Life is beautiful, be happy.",
        "You can still love what you can not have in life.",
        "Make a wise choice everyday.",
        "Circumstance does not make the man; it reveals him to himself.",
        "The man who waits till tomorrow, misses the opportunities of today.",
        "Life does not get better by chance. It gets better by change.",
        "If you never expect anything you can never be disappointed.",
        "People in your surroundings will be more cooperative than usual.",
        "True wisdom is found in happiness.",
        "Ones always regrets what could have done. Remember for next time.",
        "Follow your bliss and the Universe will open doors where there were once only walls.",
        "Find a peaceful place where you can make plans for the future. ",
        "All the water in the world can't sink a ship unless it gets inside.",
        "The earth is a school learn in it.",
        "In music, one must think with his heart and feel with his brain.",
        "If you speak honestly, everyone will listen.",
        "Ganerosity will repay itself sooner than you imagine.",
        "good things take time",
        "Do what is right, not what you should. ",
        "To effect the quality of the day is no small achievement.",
        "Simplicity and clearity should be the theme in your dress.",
        "Virtuous find joy while Wrongdoers find grieve in their actions.",
        "Not all closed eye is sleeping, nor open eye is seeing. ",
        "Bread today is better than cake tomorrow.",
        "In evrything there is a piece of truth.But a piece.",
        "A feeling is an idea with roots.",
        "Man is born to live and not prepare to live ",
        "It's all right to have butterflies in your stomach. Just get them to fly in formation. ",
        "If you don t give something, you will not get anything",
        "The harder you try to not be like your parents, the more likely you will become them",
        "Someday everything will all make perfect sense",
        "you will think for yourself when you stop letting others think for you",
        "Everything will be ok. Don't obsess. Time will prove you right, you must stay where you are.",
        "Let's finish this up now, someone is waiting for you on that",
        "The finest men like the finest steels have been tempered in the hottest furnace.",
        "A dream you have will come true ",
        "The worst of friends may become the best of enemies, but you will always find yourself hanging on. ",
        "I think, you ate your fortune while you were eating your cookie",
        "If u love someone keep fighting for them ",
        "Do what you want, when you want, and you will be rewarded",
        "Let your fantasies unwind... ",
        "The cooler you think you are the dumber you look",
        "Expect great things and great things will come ",
        "The Wheel of Good Fortune is finally turning in your direction!",
        "Don't lead if you won't lead.",
        "You will always be successful in your professional career ",
        "Share your hapiness with others today.",
        "It's up to you to clearify.",
        "Your future will be happy and productive.",
        "Seize every second of your life and savor it.",
        "Those who walk in other's tracks leave no footprints.",
        "Failure is the mother of all success. ",
        "Difficulty at the beginning useually means ease at the end.",
        "Do not seek so much to find the answer as much as to understand the question better. ",
        "Your way of doing what other people do their way is what makes you special.",
        "A beautiful, smart, and loving person will be coming into your life. ",
        "Friendship is an ocean that you cannot see bottom.",
        "Your life does not get better by chance, it gets better by change. ",
        "Our duty,as men and women,is to proceed as if limits to our ability did not exist.",
        "A pleasant expeience is ahead:don't pass it by. ",
        "Our perception and attitude toward any situation will determine the outcome",
        "They say you are stubborn; you call it persistence.",
        "Two small jumps are sometimes better than one big leap.",
        "A new wardrobe brings great joy and change to your life.",
        "The cure for grief is motion.",
        "It's a good thing that life is not as serious as it seems to the waiter",
        "I hear and I forget. I see and I remember. I do and I understand.",
        "I have a dream....Time to go to bed.",
        "Ideas you believe are absurd ultimately lead to success! ",
        "A human being is a deciding being.",
        "Today is an ideal time to water your parsonal garden.",
        "Some men dream of fortunes, others dream of cookies.",
        "Things are never quite the way they seem.",
        "the project on your mind will soon gain momentum",
        "YOUR FAILURES WILL LEAD YOU TO YOUR SUCCESS.",
        "IN ORDER TO GET THE RAINBOW, YOU MUST ENDURE THE RAIN. ",
        "Beauty is simply beauty. originality is magical.",
        "Your dream will come true when you least expect it.",
        "Let not your hand be stretched out to receive and shut when you should repay.",
        "Don't worry, half the people you know are below average. ",
        "Vision is the art of seeing what is invisible to others.",
        "You don't need talent to gain experience.",
        "A focused mind is one of the most powerful forces in the universe.",
        "Today you shed your last tear. Tomorrow fortune knocks at your door.",
        "Be patient! The Great Wall didn't got build in one day. ",
        "Think you can. Think you can't. Either way, you'll be right.",
        "Wisdom is on her way to you. ",
        "Digital circuits are made from analog parts. ",
        "If you eat a box of fortune cookies, anything is possible.",
        "The best is yet to come. ",
        "I'm with you. ",
        "Be direct,usually one can accomplish more that way. ",
        "A single kind work will keep one warm for years. ",
        "Ask a friend to join you on your next voyage.",
        "Stop searching forever, happiness is just next to you. ",
        "You don't need the answers to all of life's questions. Just ask your father what to do.",
        "Jealousy is a useless emotion. ",
        "You are not a ghost. ",
        "There is someone rather annoying in your life that you need to listen to.",
        "You will plant the smallest seed and it will become the greatest and most mighty tree in the world.",
        "The dream you've been dreaming all your life isn't worth it. Find a new dream, and once you're sure you've found it, fight for it.",
        "See if you can learn anything from the children.",
        "It's Never Too Late For Good Things To Happen!",
        "A clear conscience is usually the sign of a bad memory.",
        "Aim high, time flies.",
        "One is not sleeping, does not mean they are awake.",
        "A great pleasure in life is doing what others say you can't.",
        "Isn't there something else you should be working on right now? ",
        "Your father still loves and is in always with you. Remember that.",
        "Before you can be reborn you must die.",
        "It better to be the hammer than the nail. ",
        "You are admired by everyone for your talent and ability. ",
        "Save the whales. Collect the whole set. ",
        "You will soon discover a major truth about the one you love most. ",
        "Your life will prosper only if you acknowledge your faults and work to reduce them.",
        "You will soon witness a miracle. ",
        "The early bird gets the worm, but the second mouse gets the cheese ",
        "Help, I'm being held prisoner in a Chinese cookie factory. ",
        "Alas! The onion you are eating is someone else’s water lily.",
        "You are a persoon with a good sense of justice, now it's time to act like it.",
        "You create enthusiasm around you.",
        "There are big changes ahead for you. They will be good ones!",
        "You will have many happy days soon.",
        "Out of confusion comes new patterns.",
        "If you love someone enough and they break your heart, you can't stop yourself from still loving them again even after all that pain.",
        "Look right...Now look left...Now look forward (do this really fast) do you feel any different? good you should feel dizzy. ",
        "Live like you are on the bottom, even if you are on the top. ",
        "You will soon emerge victorious from the maze you've been traveling in. ",
        "Do not judge a book by it's color. ",
        "Everything will come your way. ",
        "There is a time to be practical now.",
        "Bend the rod while it is still hot.",
        "Darkness is only succesful when there is no light. Don't forget about light! ",
        "Acting is not lying. It is findind someone hiding inside you and letting that person run free.",
        "You will be forced to face fear, but if you do not run, fear will be afraid of you.",
        "You are thinking about doing something. Don't do it, it won't help anything.",
        "Your worst enemy has a crush on you!",
        "Love Conquers all. ",
        "The phrase is follow your dreams. Not dream period.",
        "stop nagging to your partner and take it day by day. ",
        "Do not think that me or my brothers have supreme control over what will happen to you.",
        "Bad luck and misfortune will follow you all your days. ",
        "Remember the fate of the early Worm.",
        "Begin your life anew with strength, grace and wonder.",
        "Be a good friend and a fair enemy. ",
        "What goes around comes around. ",
        "Bad luck and misfortune will infest your pathetic soul for all eternity. ",
        "The best prophet of the future is the past",
        "Movies have pause buttons, friends do not",
        "Use the force.",
        "Trust your intuition.",
        "Encourage your peers. ",
        "Let your imagination wander.",
        "Your pain is the breaking of the shell that encloses your understanding.",
        "Patience is key, a wait short or long will have its reward.",
        "Tell them before it's too late...",
        "A bird in the hand is worth three in the bush!!",
        "Be assertive when decisive action is needed.",
        "To determine whether someone is beautiful is not by looking at his/her appearance, but his/her heart.",
        "Hope brings about a better future",
        "While you have this day, fill it with life. While you're in this moment, give it your own special meaning and purpose and joy.",
        "Even though it will often be difficult and complicated, you know you have what it takes to get it done.",
        "You can choose, right now and in every moment, to put your powerful and effective abilities to purposeful use. There is always something you can do, no matter what the situation may be, that will move your life forward.",
        "You will prosper in the field of wacky inventions.",
        "Your tongue is your ambassador.",
        "The cure for grief is movement. ",
        "Love Is At Your Hands Be Glad And Hold On To It. ",
        "You are often asked if it is in yet.",
        "Life to you is a bold and dashing responsibility. ",
        "Patience is a key to joy. ",
        "A bargain is something you don't need at a price you can't resist.",
        "Today is going to be a disasterous day, be prepared!",
        "Stay to your inner-self, you will benefit in many ways. ",
        "Rarely do great beauty and great virtue dwell together as they do in you.",
        "You are talented in many ways.",
        "You are the master of every situation.",
        "Your problem just got bigger. Think, what have you done. ",
        "If your cookie still in one piece, buy lotto.",
        "Go with the flow will make your transition ever so much easier. ",
        "Tomorrow Morning,Take a Left Turn As Soon As You Leave Home ",
        "A metaphor could save your life. ",
        "Don't wait for your ship to come in, swim out to it ",
        "There are lessons to be learned by listening to others.",
        "If you want the rainbow, you have to tolerate the rain. ",
        "Volition, Strength, Languages, Freedom and Power rests in you.",
        "TOO MANY PEOPLE VOLUNTEER TO CARRY THE STOOL WHEN ITS TIME TO MOVE THE PIANO ",
        "It takes more than a good memory to have good memories. ",
        "You are what you are; understand yourself before you react",
        "Word to the wise: Don't play leapfrog with a unicorn.........",
        "Forgive your enemies, but never forget them.",
        "Everything will now come your way ",
        "Don't worry about the stock market. Invest in family.",
        "Your fortune is as sweet as a cookie. ",
        "It is much easier to look for the bad, than it is to find the good",
        "If a person who has caused you pain and suffering has brought you, reconsider that person's value in your life ",
        "You are worth loving, you are also worth the effort it takes to love you ",
        "Never trouble trouble till trouble troubles you. ",
        "Get off to a new start - come out of your shell. ",
        "Life is a dancefloor,you are the DJ!",
        "Cooperate with those who have both know how and integrith.",
        "Minor aches today are likely to pay off handsomely tomorrow.",
        "You are about to become $8.95 poorer. ($6.95 if you had the buffet) ",
        "Your mouth may be moving, but nobody is listening.",
        "Focus in on the color yellow tomorrow for good luck! ",
        "The problem with resisting temptation is that it may never come again.",
        "All your sorrows will vanish. ",
        "About time I got out of that cookie.",
        "Love will lead the way.",
        "The ads revenge is massive success",
        "It is best to act with confidence, no matter how little right you have to it.",
        "Soon, a visitor shall delight you. ",
        "What breaks in a moment may take years to mend.",
        "Someone stole your fortune and replaced it with this one. Your luck sucks. Have a good day!",
        "Take control of your life rather than letting things happen just like that! ",
        "You will be rewarded for your patience and understanding. ",
        "You will achieve all your desires and pleasures. ",
        "Never miss a chance to keep your mouth shut. ",
        "Nothing Shows A Man's Character More Than What He Laughs At.",
        "Never regret anything that made you smile. ",
        "Love Takes Pratice. ",
        "Don't take yourself so seriously, no one else does. ",
        "You've got what it takes, but it will take everything you've got!",
        "At this very moment you can change the rest of your life. ",
        "Become who you are. ",
        "All comes at the proper time to him who knows how to wait.",
        "The energy is within you. Money is Coming!",
        "The quotes that you do not understand, are not meant for you.",
        "You have an important new business development shaping up.",
        "if love someone a lot tell it before it's too late ",
        "Birds are entangled by their feet and men by their tongues. ",
        "Benefit by doing things that others give up on.",
        "Rest has a peaceful effect on your physical and emotional health.",
        "One of the best ways to persuade others is with your ears--by listening to them. ",
        "Plan your work and work your plan.",
        "Over self-confidence is equal to being blind. ",
        "Those who bring sunshine to the lives of others cannot keep it from themselves. ",
        "Love or money, or neither? ",
        "Before the beginning of great brilliance, there must be chaos.",
        "Old friends make best friends. ",
        "Stop searching forever. Happiness is just next to you. ",
        "Accept something that you cannot change, and you will feel better.",
        "Kiss is not a kiss without the heart. ",
        "Enhance your karma by engaging in various charitable activities. ",
        "You will have good luck and overcome many hardships. ",
        "You never hesitate to tackle the most difficult problems.",
        "Hope is like food. You will starve without it.",
        "WHEN FIRE AND WATER GO TO WAR WATER ALWAYS WINS. ",
        "An angry man opens his mouth and shuts up his eyes.",
        "Make the system work for you, not the other way around. ",
        "You will be hungry soon, order takeout now.",
        "Be prepared for extra energy.",
        "An unexpected relationship will become permanent. ",
        "The love of your life is sitting across from you. ",
        "Better be the head of a chicken than the tail of an ox.",
        "To forgive others one more time is to create one more blessing for yourself.",
        "Enjoy yourself while you can. ",
        "The ultimate test of a relationship is to disagree but to hold hands.",
        "Excellence is the difference between what I do and what I am capable of.",
        "Do not let what you do not have prevent you from using what you do have.",
        "What ends on hope does not end at all.",
        "People enjoy having you around. Appreciate this.",
        "You are admired for your adventuous ways.",
        "It's never crowded along the \"extra mile\"",
        "You are blessed, today is the day to bless others.",
        "The Greatest War Sometimes Isn't On The Battlefield But Against Oneself.",
        "People in your background will be more co-operative than usual.",
        "A good way to stay healthy is to eat more Chinese food. ",
        "Anyone who dares to be, can never be weak.",
        "Affirm it, visualize it, believe it, and it`will actualize itself.",
        "The measure of time to your next goal is the measure of your discipline.",
        "Help, I'm prisoner in a Chinese bakery!!! ",
        "Take a minute and let it ride, then take a minute to let it breeze. ",
        "We are here to love each other, serve each other and uplift each other. ",
        "If everybody is a worm you should be a glow worm",
        "To affirm is to make firm. ",
        "Remember this: duct tape can fix anything, so don't worry about messing things up.",
        "You broke my cookie! ",
        "Failure is not defeat until you stop trying. ",
        "The days that make us happy make us wise.",
        "Men do not fail... they give up trying.",
        "Time may fly by. But Memories don't.",
        "You will win success in whatever you adopt.",
        "You will outdistance all your competitors. ",
        "You have a great capability to break cookies - use it wisely! ",
        "AT TIMES IT IS BETTER TO KNOW WHEN TO EXIT THAN ENTER ",
        "Money will come to you when you are doing the right thing. ",
        "When you get something for nothing, you just haven't been billed for it yet.",
        "You will discover your hidden talents. ",
        "You'll advance for with your abilities.",
        "When you can't naturally feel upbeat it can sometimes help you to act as if you did.",
        "You will overcome difficult times. ",
        "Your problem just became your stepping stone. Catch the moment.",
        "I am a fortune. You just broke my little house. Where will i live now? ",
        "The majority of the word \"can't\" is can. ",
        "The secret of getting ahead is getting started. ",
        "Be most affectionate today. ",
        "Change your thoughts and you change the world.",
        "Sing and rejoice, fortune is smiling on you. ",
        "All the preparation you've done will finally be paying off! ",
        "A truly great person never puts away the simplicity of a child.",
        "Customer service is like taking a bath you have to keep doing it.",
        "The expanse of your intelligence is a void no universe could ever fill.",
        "Those grapes you cannot taste are always sour.",
        "An unexpected aquaintance will resurface.",
        "If you want the rainbow, then you have to tolerate the rain.",
        "You don't get harmony when everyone sings the same note. ",
        "The race is not always to the swift, but to those who keep on running.",
        "The early bird gets the worm, but the second mouse gets the cheese. ",
        "The best things in life aren't things.",
        "Don't bother looking for fault. The reward for finding it is low.",
        "Everything has beauty but not everyone sees it."
    ],
    "obliques": [
        "Abandon normal instruments",
        "Accept advice",
        "Accretion",
        "A line has two sides",
        "Allow an easement (an easement is the abandonment of a stricture)",
        "Are there sections? Consider transitions",
        "Ask people to work against their better judgement",
        "Ask your body",
        "Assemble some of the instruments in a group and treat the group",
        "Balance the consistency principle with the inconsistency principle",
        "Be dirty",
        "Breathe more deeply",
        "Bridges -build -burn",
        "Cascades",
        "Change instrument roles",
        "Change nothing and continue with immaculate consistency",
        "Children's voices -speaking -singing",
        "Cluster analysis",
        "Consider different fading systems",
        "Consult other sources -promising -unpromising",
        "Convert a melodic element into a rhythmic element",
        "Courage!",
        "Cut a vital connection",
        "Decorate, decorate",
        "Define an area as `safe' and use it as an anchor",
        "Destroy -nothing -the most important thing",
        "Discard an axiom",
        "Disconnect from desire",
        "Discover the recipes you are using and abandon them",
        "Distorting time",
        "Do nothing for as long as possible",
        "Don't be afraid of things because they're easy to do",
        "Don't be frightened of cliches",
        "Don't be frightened to display your talents",
        "Don't break the silence",
        "Don't stress one thing more than another",
        "Do something boring",
        "Do the washing up",
        "Do the words need changing?",
        "Do we need holes?",
        "Emphasize differences",
        "Emphasize repetitions",
        "Emphasize the flaws",
        "Faced with a choice, do both (given by Dieter Rot)",
        "Feedback recordings into an acoustic situation",
        "Fill every beat with something",
        "Get your neck massaged",
        "Ghost echoes",
        "Give the game away",
        "Give way to your worst impulse",
        "Go slowly all the way round the outside",
        "Honor thy error as a hidden intention",
        "How would you have done it?",
        "Humanize something free of error",
        "Imagine the music as a moving chain or caterpillar",
        "Imagine the music as a set of disconnected events",
        "Infinitesimal gradations",
        "Intentions -credibility of -nobility of -humility of",
        "Into the impossible",
        "Is it finished?",
        "Is there something missing?",
        "Is the tuning appropriate?",
        "Just carry on",
        "Left channel, right channel, centre channel",
        "Listen in total darkness, or in a very large room, very quietly",
        "Listen to the quiet voice",
        "Look at a very small object, look at its centre",
        "Look at the order in which you do things",
        "Look closely at the most embarrassing details and amplify them",
        "Lowest common denominator check -single beat -single note -single",
        "riff",
        "Make a blank valuable by putting it in an exquisite frame",
        "Make an exhaustive list of everything you might do and do the last",
        "thing on the list",
        "Make a sudden, destructive unpredictable action; incorporate",
        "Mechanicalize something idiosyncratic",
        "Mute and continue",
        "Only one element of each kind",
        "(Organic) machinery",
        "Overtly resist change",
        "Put in earplugs",
        "Remember those quiet evenings",
        "Remove ambiguities and convert to specifics",
        "Remove specifics and convert to ambiguities",
        "Repetition is a form of change",
        "Reverse",
        "Short circuit (example: a man eating peas with the idea that they will improve his virility shovels them straight into his lap)",
        "Shut the door and listen from outside",
        "Simple subtraction",
        "Spectrum analysis",
        "Take a break",
        "Take away the elements in order of apparent non-importance",
        "Tape your mouth (given by Ritva Saarikko)",
        "The inconsistency principle",
        "The tape is now the music",
        "Think of the radio",
        "Tidy up",
        "Trust in the you of now",
        "Turn it upside down",
        "Twist the spine",
        "Use an old idea",
        "Use an unacceptable color",
        "Use fewer notes",
        "Use filters",
        "Use 'unqualified' people",
        "Water",
        "What are you really thinking about just now? Incorporate",
        "What is the reality of the situation?",
        "What mistakes did you make last time?",
        "What would your closest friend do?",
        "What wouldn't you do?",
        "Work at a different speed",
        "You are an engineer",
        "You can only make one dot at a time",
        "You don't have to be ashamed of using your own ideas",
        "[blank white card]"
    ]
}