{
    "jokes": [
        "What do snowmen eat for lunch?\n\nIceburgers!",
        "What did Adam say on the day before Christmas?\n\nIt's almost Christmas, Eve!",
        "What do Santa's elves drink?\n\nMinnesoda!",
        "What do you get from a cow at the North Pole?\n\nIce cream!",
        "Which reindeer likes to clean?\n\nComet!",
        "A New Year's resolution is something that goes in one year and out the other.",
        "Knock Knock!\nWho's there?\nMary and Abby!\nMary and Abby who?\nMary christmas and a Abby new year.",
        "A ham sandwich walks into a bar and orders a beer, bartender says… \"sorry, we don't serve food here.\"",
        "What lights up a soccer stadium?\n\nA soccer match.",
        "Why do bicycles fall over?\n\nBecause they are two-tired!",
        "Why was the broom late?\n\nIt over swept!",
        "Why do dragons sleep during the day?\n\nSo they can fight knights!",
        "What did the stamp say to the envelope?\n\nStick with me and we will go places!",
        "What do you call a pile of kittens?\n\nA meowntain.",
        "Can a kangaroo jump higher than a house? Of course, a house doesn't jump at all.",
        "What did the laundryman say to the impatient customer?\n\nKeep your shirt on!",
        "Why did Mickey Mouse take a trip into space?\n\nHe wanted to find Pluto!",
        "Why couldn't the pirate play cards?\n\nBecause he was sitting on the deck!",
        "What makes the calendar seem so popular?\n\nBecause it has a lot of dates!",
        "What has four wheels and flies?\n\nA garbage truck!",
        "Want to hear a joke about digging? Never mind actually.\n\nIt's boring.",
        "A bear walks into a bar and says to the bartender, \"I'll have a pint of beer and a.......... packet of peanuts.\" The bartender asks, \"Why the big pause?\"",
        "Why aren't koalas actual bears?\n\nThe don't meet the koalafications.",
        "As a scarecrow, people say I'm outstanding in my field. But hay, it's in my jeans.",
        "Why shouldn't you fall in love with a pastry chef?\n\nHe'll dessert you.",
        "How did the phone propose to his girlfriend on Valentine's Day?\n\nHe gave her a ring.",
        "What time do astronauts eat?\n\nAt launch time.",
        "What did one boat say to the other boat?\n\nAre you interested in a little row-mance?",
        "Why can’t an elephant use a computer?\n\nHe’s too afraid of the mouse.",
        "Why did the computer break up with the internet?\n\nThere was no \"Connection\".",
        "Why was the computer tired when it got home?\n\nIt had a \"hard drive\"",
        "Why did the powerpoint maker cross the road?\n\nTo get to the other slide!",
        "What game show do fish watch?\n\nWhale of Fortune.",
        "Chuck Norris pulled the pin in a grenade, threw it, killed 50 men, and then the grenade exploded.",
        "When my girlfriend said she was leaving because of my obsession with The Monkees, I thought she was joking.  And then I saw her face.",
        "What do you call a 70s cookie band?\n\nOREO Speedwagon",
        "Did you hear about the pessimist who hates German sausage?\n\nHe always fears the Wurst.",
        "The guy who invented throat lozenges died last week.\n\nThere was no coffin at the funeral.",
        "Three men are on a boat one day. They all smoke and they’ve got four cigarettes but nothing to light them with.\n\nSo they throw one of the cigarettes overboard and the whole boat becomes a cigarette lighter.",
        "A Mexican magician told his audience that he would disappear on the count of three.\n\nHe went, \"Uno, dos...\"\n\nAnd POOF! He disappeared without a tres.",
        "I, for one, like Roman numerals.",
        "I wanted to learn to drive a stick shift.\n\nBut I couldn’t find a manual.",
        "I just got kicked out of Karaoke night for singing “Danger Zone” six times in a row.\n\nThey said I exceeded my maximum number of Loggins attempts.",
        "If a male mathematician sunbathes outside a lot, are they a real tan gent?",
        "Mathematicians are sum worshippers.",
        "Did you know that mathematicians are always reluctant to cosine a loan?",
        "How do deaf mathematicians communicate?\n\nThrough sine language.",
        "Why did the mathematician work at home?\n\nBecause he could only function in his domain.",
        "What do organic mathematicians throw on their fire?\n\nNatural logs.",
        "I’ve decided I need to quit my job as a personal trainer because I’m not big enough or strong enough.\n\nI’ve just handed in my too weak notice.",
        "Why don’t they galvanize ships?\n\nBecause that would make them zinc.",
        "I don’t think I need a spine.\n\nIt’s holding me back.",
        "The cost of the space program is astronomical.",
        "If Iron Man and the Silver Surfer teamed up together would they be alloys?",
        "Do you have a date for Valentine's Day?\n\nYes, it is February 14th.",
        "What do you get if you cross a phone with a mouthwash?\n\nA tele-scope.",
        "How does a cheerleader answer the phone?\n\nH-E-L-L-O!",
        "What did the fog say to the light rain after her vacation?\n\nI mist you.",
        "What's the difference between a horse and the weather?\n\nOne is reined up and the other rains down.",
        "What did the hurricane say to the other hurricane?\n\nI have my eye on you.",
        "What do you call someone who can't stick with a diet?\n\nA desserter.",
        "How many tickles does it take to make an octopus laugh?\n\nTen-tickles!",
        "How do snails fight?\n\nThey slug it out.",
        "Where did the cow take his date?\n\nThe MOOvies!",
        "Why are frogs so happy?\n\nThey eat whatever bugs them.",
        "What did one hat say to the other?\n\nYou stay here.  I'll go on ahead.",
        "What did one eye say to the other eye?\n\nBetween you and me, something smells!",
        "What did the big bucket say to the smaller one?\n\nLookin' a little pail there.",
        "Why do seagulls fly over the sea?\n\nBecause if they flew over the bay they'd be called bagels.",
        "What's the difference between America and a memory stick?\n\nOne's USA and the other's USB.",
        "What do cows most like to read?\n\nCattle-logs.",
        "What do you do with a sick boat?\n\nYou take is to the doc.",
        "How much does a Mustang cost?\n\nIf you have to ask, it costs more than you can af-Ford.",
        "What did one shark say to the other as he ate a clownfish?\n\nDoes this taste a little funny to you?",
        "Who do you call when the ocean needs a little cleaning?\n\nA mermaid, of course.",
        "Why was the poor guy selling yeast?\n\nTo raise some dough.",
        "How much does a pirate pay for corn?\n\nA buccaneer.",
        "What did the football coach say to the broken vending machine?\n\nGive me my quarterback.",
        "Why can't you trust the king of the jungle?\n\nBecause he's always lion.",
        "How did the barber win the race?\n\nHe knew a short cut.",
        "What do baby kangaroos wear when it's cold out?\n\nJumpsuits.",
        "What do ants get when they do all their chores?\n\nAn allow-ants.",
        "How do you stop a bull from charging?\n\nCancel its credit card.",
        "What does a dog and a phone have in common?\n\nThey both have collar ID.  :dog:",
        "What did the scarf say to the hat?\n\nYou go on ahead, I'll hang around.  :tophat: :scarf:",
        "How many lips does a flower have?\n\nTu-lips.",
        "What do you call the security outside of a Samsung Store?\n\nGuardians of the Galaxy.",
        "Why can't you trust trees?\n\nBecause they are shady.",
        "Where do animals go when their tails fall off?\n\nThe retail store.",
        "Why do shoemakers go to heaven?\n\nBecause they have good soles.",
        "Why can't pirates finish the alphabet?\n\nBecause they got lost at C!",
        "What is the slipperiest country in the world?\n\nGreece!",
        "Why doesn't Pac-Man use Twitter?\n\nHe doesn't like being followed.",
        "Why was the cellphone wearing glasses?\n\nBecause he lost all his contacts.",
        "Why was Cinderella kicked off the softball team?\n\nBecause she kept running from the ball.",
        "How would you split the Roman Empire in half?\n\nWith a pair of Caesars.",
        "What do you call birds that stick together?\n\nVelcrows!",
        "What do you call a dinosaur with an extensive vocabulary?\n\nA thesaurus.",
        "Why did the baker stop making doughnuts?\n\nHe got tired of the hole thing!",
        "What kind of PC can sing really great?\n\nA Dell",
        "Which country does bacteria like the most?\n\nGermany.",
        "Why was the kid staring at the carton of orange juice?\n\nIt said concentrate.",
        "How did the flashlight feel when his batteries died?\n\nHe was delighted!",
        "Why couldn't the keyboard sleep?\n\nBecause it has 2 shifts.",
        "Why do pancakes get healthier when you stack them?\n\nIt becomes a balanced breakfast!",
        "What kinds of mistakes are common in a blood bank?\n\nType-Os.",
        "What do you call a priest that's also a lawyer?\n\nA father-in-law!",
        "What do you get if you cross a math teacher with a vampire?\n\nLots of blood tests!",
        "Message to the people who created the number zero:\n\nThanks for nothing!",
        "Why did the cat get a drum set?\n\nBecause he loves purrcussion.",
        "Do you know where Russian milk comes from?\n\nMoscow!",
        "Did you hear about the two skydivers that got married in the air?\n\nThey where falling in love.",
        "How do you find Will Smith in the snow?\n\nYou search for fresh prints!",
        "Why can't a bank keep a secret?\n\nBecause there are too many tellers.",
        "What ever happened to the guy who was afraid of hurdles?\n\nHe got over it.",
        "Why do cows have hooves instead of feet?\n\nBecause they lactose!",
        "How do jail mates talk to each other?\n\nThey use \"cell\" phones.",
        "Why did the man name his dogs Rolex and Timex?\n\nBecause they were watch dogs.",
        "What's the difference between a poorly dressed man on a tricycle and a well dressed man on a bicycle?\n\nAttire.",
        "Did you hear that Arnold Schwarzenegger will be doing a movie about classical music?\n\nHe'll be Bach.",
        "Helvetica and Times New Roman walk into a bar.\n\n\"Get out of here!\" shouts the bartender. \"We don't serve your type.\"",
        "Where are average things manufactured?\n\nThe satisfactory.",
        "What's the difference between a hippo and a Zippo?\n\nOne is really heavy, and the other is a little lighter.",
        "Why can't dogs dance?\n\nBecause they have two left feet.",
        "What do you call it when you have your mom's mom on speed dial?\n\nInstagram.",
        "What do computers eat for a snack?\n\nMicrochips!",
        "I decided to make my password \"incorrect\".\n\nBecause if I type it in wrong, my computer will remind me, \"Your password is incorrect.\"",
        "Why did the two 4's skip lunch?\n\nThey already 8!",
        "Who invented the Round Table?\n\nSir Cumference",
        "Did you hear the joke about the peach?\n\nIt was pit-iful.",
        "What do you call a bee who is having a bad hair day?\n\nA frisbee!",
        "What do you call a funny mountain?\n\nHill-arious!",
        "What did the ghost say to the wall?\n\n\"Hey, just passing through.\"",
        "What did the mountain climber name his son?\n\nCliff",
        "Where does an ant like to go for a cool vacation?\n\nAntarctica.",
        "Why are fireflies like cars?\n\nBecause they both have tail lights.",
        "Why did the duck become a spy?\n\nBecause he was good at quacking codes!",
        "When do you stop at green and go at red?\n\nWhen you're eating a watermelon!",
        "What did the bee say to the flower?\n\nHi Bud! What time do you open?",
        "How do you get a mouse to smile?\n\nSay cheese!",
        "What did the iPhone have for dessert?\n\nAn Apple Pie.",
        "What do you call a laughing motorcycle?\n\nA Yamahahaha.",
        "Why does the man want to buy nine rackets?\n\nBecause tennis too many!",
        "Want to hear a dirty joke?\n\n2 white horses fell in the mud.",
        "Do you want to hear a long joke?\n\njooooooooooooookkkkkkkkkeeeeeeeeee",
        "What is Mr. T's favorite month?\n\nApril, fools!",
        "What makes a salad a salad?\n\nLettuce think about it.",
        "Why should you never iron a four-leaf clover?\n\nBecause you don't want to press your luck!",
        "If you're holding a bee, what is in your eye?\n\nBeauty, everybody knows beauty is in the eye of the bee-holder.",
        "What was the most popular dance in 1776?\n\nIndepen-dance.",
        "What's the difference between a duck and George Washington?\n\nOne has a bill on his face, and the other has his face on a bill.",
        "Why did the boy put his ruler under his pillow?\n\nHe wanted to measure how long he slept.",
        "I'm looking for some good fish jokes.\n\nIf you know any, let minnow.",
        "I invested into a thesaurus, but when it arrived and I opened it, the whole book was empty, all pages blank!\n\nThere are no words to describe how mad I am!",
        "Which country's capital is the fastest growing?\n\nIreland's.  Every year it's Dublin.",
        "Why are programmers not fans of the outdoors?\n\nThere are too many bugs.",
        "Why is the math book so sad?\n\nIt's got too many problems!",
        "Dear Jedi,\n\nToday is Friday the 13th, there's never been a better time to join the Dark Side.",
        "What do Italian's eat on Friday the 13th?\n\nFettucinni Afraid-o",
        "Why did Beethoven git rid of his chickens?\n\nAll they said was, \"Bach, Bach, Bach…\"",
        "What should a proper lawyer wear to a court?\n\nA good law suit.",
        "When does a car stop being a car?\n\nThe second it turns into a driveway.",
        "Somebody stole all my lamps.\n\nI couldn't be more delighted.",
        "What do you get if you crossbreed a cute Easter rabbit with an insect?\n\nBugs Bunny.",
        "Why does your dog run into the corner each time the bell rings?\n\nHe's a Boxer.",
        "What do you get when you crossbreed fish with elephants?\n\nSwimming trunks.",
        "Where do pencils spend their vacations?\n\nIn Pencilvania.",
        "Why did the physics teacher break up with the biology teacher?\n\nThere was no chemistry.",
        "What do you call a totally unimportant elephant?\n\nAn Irrelephant.",
        "What are the strongest days of the month?\n\nSaturday and Sunday the rest are week days.",
        "I am now 22 years old and my eyesight is worsening.\n\nAt what point do I get adult supervision?",
        "What do you call a lost wolf?\n\nA where-wolf!",
        "What did the ape order for lunch?\n\nA gorilla-cheese sandwich.",
        "What do you call a pig from Ontario?\n\nCanadian bacon.",
        "What's the difference between unlawful and illegal?\n\nOne is against the law the other is a sick bird.",
        "What do you call an alligator persuades others to fight?\n\nAn instigator!",
        "What do you call 8 hobbits?\n\nA hobbyte.",
        "Whom do horses like to visit? :horse:\n\nTheir neigh-bors!",
        "Why did the duck become a spy?\n\nBecause he was good at quacking codes!",
        "What prize do you get for putting your phone on vibrate?\n\nThe no bell prize.",
        "What do you have when your sister starts crying?\n\nA crisis.",
        "Where did Noah keep his bees?\n\nIn the Ark hives.",
        "Why do math teachers make good dancers?\n\nBecause they have algorithm.",
        "I don't think I need a spine.\n\nIt's holding me back.",
        "Why didn't the cat go to the vet?\n\nHe was feline fine!",
        "I have a few jokes about unemployed people…\n\nBut none of them work!",
        "Why couldn't the leopard play hide and seek?\n\nBecause he was always spotted.",
        "What type of sandals do frogs wear?\n\nOpen-toad!",
        "Why did the chicken cross the playground?\n\nTo get to the other slide!!",
        "What has more lives than a cat?\n\nA frog because it croaks every night.",
        "What do you call a cow that just gave birth?\n\nDecalfeinated",
        "Why did the pig leave the costume party?\n\nBecause everyone thought he was a boar.",
        "What did the mama cow say to the baby cow?\n\nIt's pasture bedtime.",
        "What do you get from a pampered cow?\n\nSpoiled milk.",
        "Why did the bunny go to the hospital?\n\nFor a hoperation.",
        "What do you call a T-Rex's bruise?\n\nA dino-sore.",
        "What's a bunny's favorite restaurant?\n\nIHOP",
        "What do bees comb their hair with?\n\nA honey comb!",
        "Why are fish easy to weigh?\n\nBecause they have their own scales.",
        "What did the dog say to the hot dog bun?\n\n\"Are you pure bred?\"",
        "What do you call a man attacked by a cat?\n\nClaude",
        "Why does a cow wear a bell?\n\nBecause it's horn does not work.",
        "How does a cow sneak off a farm?\n\nRight pasteurize.",
        "Why did the cow cross the street?\n\nTo get to the udder side.",
        "Why is turtle wax so expensive?\n\nBecause they have such small ears.",
        "How do you turn white chocolate into dark chocolate?\n\nTurn off the lights.",
        "Why did the tofu cross the road?\n\nTo prove he wasn't chicken.",
        "How do you know a clock is still hungry?\n\nIt goes back four seconds.",
        "An old teacher asked her student, \"If I say, ‘I am beautiful,' which tense is that?\"\n\nThe student replied, \"It is obviously past.\"",
        "Why did the school kids eat their homework?\n\nBecause their teacher told them it was a piece of cake.",
        "Teacher: What is the value of Pi?\n\nStudent: Depending on what pie.  Usually is $12.99.",
        "Why did the girl wear glasses in math class?\n\nIt improves di-vision.",
        "Teacher:  John, why are you doing your math multiplication on the floor?\n\nJohn:  You told me to do it without using tables.",
        "What starts with E, ends with E, and has only 1 letter in it?\n\nAn envelope.",
        "What kind of car does Jesus drive?\n\nA Christler.",
        "What do cars eat on their toast?\n\nTraffic jam.",
        "Why did the runner stop listing to music?\n\nBecause she broke too many records.",
        "How can you get four suits for a dollar?\n\nBuy a deck of cards.",
        "What did the pop star do when he locked himself out of the house?\n\nHe sang until he found the right key!",
        "What did one ocean say to another ocean?\n\nNothing.  It just waved.",
        "What starts with a P, ends with an E, and has a 1,000 letters?\n\nPost office.",
        "What city are you in when you drop your waffle on the beach?\n\nSandy Eggo.",
        "Why did the one armed man cross the road?\n\nTo get to the second hand shop.",
        "What did the janitor yell when he jumped out of the closet?\n\nSupplies!",
        "Waiter: \"Do you want any dessert?\"\n\nTeddy Bear: \"No Thanks. I'm Stuffed!\"",
        "Did you hear about the butcher who backed up into the meat grinder?\n\nHe got a little behind in his work.",
        "How do you fix a broken tuba?\n\nWith a tuba glue.",
        "On what kind of ships do students study?\n\nScholarships.",
        "Why did the house go to the doctor?\n\nIt was having window pains.",
        "How much does it cost a pirate to get his ears pierced?\n\nA buccaneer!",
        "A magician was driving down the road...\n\nthen he turned into a driveway.",
        "Where can you buy most of your chess pieces?\n\nThe pawn shop!",
        "What is brown and has a head and a tail but no legs?\n\nA penny.",
        "Why is dough another word for money?\n\nBecause everyone kneads it.",
        "You have 10 dollars in your pocket and you lose 5.\n\nWhat do you have in your pocket?",
        "What do corn use for money?\n\nCorn \"Bread.\"",
        "What type of a computer does a horse like to eat?\n\nLots of Macintosh apples.",
        "What part of a computer does a spider use?\n\nThe webcam.",
        "What was the spider doing on the computer?\n\nBrowsing the web.  :spider: :spider_web:",
        "What do you get when you cross a hamburger with a computer?\n\nA big mac!",
        "An archaeologist is definitely the best husband a woman could ever have. The reason for this is because the older she gets, the more he will be interested in her.",
        "I thought I’d tell you a good time travel joke – but you didn’t like it.",
        "Chuck Norris is the reason Burger King says \"Have it your way\".",
        "I don’t always tell dad jokes, but when I do, he laughs.",
        "I was going to tell a joke about dogs, but I felt it was a little far-fetched.",
        "I sold my vacuum cleaner, it was just gathering dust.",
        "A woman walks into a library and asked if they had any books about paranoia.  The librarian says \"They're right behind you!\"",
        "The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me.",
        "If it weren’t for C, we’d all be programming in BASI and OBOL.",
        "Thank you, my arms, for always being there by my side.",
        "I, for one, like Roman numerals.",
        "Hickory Dickory Dock. Two mice ran up the clock. The clock struck one and the other got away with only minor injuries.",
        "To the optimist, the glass is half full. To the pessimist, the glass is half empty. To the engineer, the glass is twice as big as it needs to be.",
        "Change is inevitable, except from a vending machine.",
        "If money doesn’t grow on trees, why do banks have branches?",
        "If tomatoes are a fruit, doesn't that make ketchup a smoothie?",
        "Class trip to the Coca-Cola factory today. I hope there's no pop quiz."
    ],
    "fortunes": [
        "Today it's up to you to create the peacefulness you long for.",
        "A friend asks only for your time not your money.",
        "If you refuse to accept anything but the best, you very often get it.",
        "A smile is your passport into the hearts of others.",
        "Your high-minded principles spell success.",
        "Hard work pays off in the future, laziness pays off now.",
        "Change can hurt, but it leads a path to something better.",
        "Enjoy the good luck a companion brings you.",
        "People are naturally attracted to you.",
        "Hidden in a valley beside an open stream- This will be the type of place where you will find your dream.",
        "A chance meeting opens new doors to success and friendship.",
        "You learn from your mistakes... You will learn a lot today.",
        "If you have something good in your life, don't let it go!",
        "What ever you're goal is in life, embrace it visualize it, and for it will be yours.",
        "Your shoes will make you happy today.",
        "You cannot love life until you live the life you love.",
        "Be on the lookout for coming events; They cast their shadows beforehand.",
        "Land is always on the mind of a flying bird.",
        "The man or woman you desire feels the same about you.",
        "Meeting adversity well is the source of your strength.",
        "A dream you have will come true.",
        "Our deeds determine us, as much as we determine our deeds.",
        "Never give up. You're not a failure if you don't give up.",
        "You will become great if you believe in yourself.",
        "There is no greater pleasure than seeing your loved ones prosper.",
        "You will marry your lover.",
        "A very attractive person has a message for you.",
        "You already know the answer to the questions lingering inside your head.",
        "It is now, and in this world, that we must live.",
        "You must try, or hate yourself for not trying.",
        "You can make your own happiness.",
        "The greatest risk is not taking one.",
        "The love of your life is stepping into your planet this summer.",
        "Love can last a lifetime, if you want it to.",
        "Adversity is the parent of virtue.",
        "Serious trouble will bypass you.",
        "A short stranger will soon enter your life with blessings to share.",
        "Now is the time to try something new.",
        "Wealth awaits you very soon.",
        "If you feel you are right, stand firmly by your convictions.",
        "If winter comes, can spring be far behind?",
        "Keep your eye out for someone special.",
        "You are very talented in many ways.",
        "A stranger, is a friend you have not spoken to yet.",
        "A new voyage will fill your life with untold memories.",
        "You will travel to many exotic places in your lifetime.",
        "Your ability for accomplishment will follow with success.",
        "Nothing astonishes men so much as common sense and plain dealing.",
        "Its amazing how much good you can do if you dont care who gets the credit."
    ]
}